[
  {
    "id": 1,
    "name": "MemoCode",
    "resume": "A note-taking web application to store all your information in a unique and centralized space.",
    "description": "MemoCode is a full-stack web application built with React, Express, Node and MongoDB. It allows you to create notes, read, edit and delete them as long as you like all in a unique centralized place. It uses a clean and responsive interface.",
    "technologies": [
      "React",
      "JavaScript",
      "SASS/SCSS",
      "MongoDB",
      "Express",
      "Node"
    ],
    "date": "26th june - now",
    "link": "https://github.com/vickyfrosties/MemoCode"
  },
  {
    "id": 2,
    "name": "StatMind",
    "resume": "A web application designed to track daily emotions and visualize personal trends through clear statistics and charts.",
    "description": "StatMind is a full-stack web application built with React, Express, Node, and MongoDB. It allows users to log their daily emotions and monitor their well-being over time. Thanks to statistics tables, users can easily identify patterns, better understand their emotional health, and keep track of their emotions daily life.",
    "technologies": [
      "React",
      "JavaScript",
      "CSS",
      "MongoDB",
      "Mongoose",
      "Express",
      "Node"
    ],
    "date": "october 2024 - december 2024",
    "link": "https://github.com/vickyfrosties/StatMind"
  },
  {
    "id": 3,
    "name": "Greenier, please",
    "resume": "A web application designed to track daily emotions and visualize personal trends through clear statistics and charts.",
    "description": "Greenier is the result of an intensive hackathon challenge. Our goal was to raise awareness about the importance of sustainable development through an engaging and playful experience. Working in a multidisciplinary team of 9 people — including UX/UI designers, a game developer, and both front-end and back-end developers — we collaborated intensively to design and build a serious game around sustainability. The result is a project that not only highlights key aspects of sustainable development, but also shows how teamwork and diverse skills can come together to create an impactful and educational digital experience.",
    "technologies": ["React", "JavaScript", "CSS", "Phaser"],
    "date": "23th october - 25th october",
    "link": "https://github.com/vickyfrosties/Greenier-please"
  }
]
